[
    {
        "name": "Reactorland",
        "leaderName": "Reactor Ani Glendelian",
        "adjective": ["Reactor"],
        "startBias": ["Coast"],
        "preferredVictoryType": "Cultural",
        "favoredReligion": "Reactorism",

        "startIntroPart1": "Welcome to Wasteland Reaction Studios, wasteland's largest television and online streaming broadcasting network. WRS make countless content and shows since the year 2350, we make many of the top shows such as our world famous reaction video show called The People's Voices. Created by over 150,000 staff members who made the show possible, 10,000 on-screen talents all around Reactorland and over 5 billion viewers every year broadcasted via satellite and the tallest tower in the world, Reactor Tower located in the largest and capital city of Reactorland, Toritown. The People's Voices has been localized to over 189 countries all around the wasteland, our show's premise is to hear what our people's reaction and their opinions on what is happening and what is viral, not just locally but internationally. Be ready to laugh and get emotional to things around the world only in the world's most watched TV show, The People's Voices!",
        "startIntroPart2": "Watch The People's Voices, 16:00 - 21:00 only here in RTS Reactorland... (Sponsored by WRS and the President's Office of Reactorland)",
        "declaringWar": "BREAKING NEWS: A foreign country has declared war against the people of Reactorland, I wish our country will survive and we must be prepared for it.",
        "attacked": "BREAKING NEWS: War has broke out in our homeland. Go inside the underground or a safe place to protect yourselves from civilian casualty.",
        "defeated": "This is Wasteland Reaction Studios, now signing off.",
        "introduction": "Welcome to Reactorland, we are the descendants of the Fine Brothers Entertainment reactors. Please watch us on the world's most watched TV show on the wasteland, The People's Voices only on RTS Reactorland.",
        "neutralHello": "The people's minds are listening.",
        "hateHello": "The people of Reactorland will not tolerate any of your questionable actions.",
        "tradeRequest": "The people's voices has spoken.",

        "outerColor": [15, 171, 255],
        "innerColor": [255, 255, 255],
        "uniqueName": "The Fine Brothers Entertainment",
        "uniques": [
            "Starts with [Secrets of the Past]",
            "Starts with [Ecology]",
            "Starts with [Radio]",
            "Starts with [Electronics]",
            "[+1 Food] from [Tree plantation] tiles [in all cities]",
            "[+1 Culture] [in capital]",
            "[-2 Science] [in all cities] <before discovering [Education]>"
        ],
           "cities": ["Toritown","Ericstate","Brandonii","Mikaelania","Brooklinstead","Tomphelania",
            "Liaia", "Finea", "Sharonia", "Brittany", "Madisonia", "Raeland", "Anahitanni", "Dannyland",
            "Sydney", "Shanthill", "Taliania", "Beauburgia", "Marhlyborough", 
            "Jaykania", "Albertona", "Jordan Bay", "Chelseani", "Jeannieville",
            "Kennedyia","Vartuhiford", "Megan-Shannonia", "Racheltown", "Haleyby", "Jaxonfort",
            "Briannaton", "Alliso-Kelli", "Morgania", "Aryii", "Labibia", "Norana", "Laineyfort"],
	"spyNames": [
			"Tom",
			"Eric",
			"Jonathan",
			"Shant",
			"Troy",
			"Tori",
			"Mikaela",
			"Brooklin",
			"Chelsea",
			"Lia"
	]   
    },
    //Red Lotus
    {
        "name": "Red Lotus Society",
        "leaderName": "Leon Anderson",
        "adjective": ["Red Lightspeople"],
        "startBias": ["Coast"],
        "preferredVictoryType": "Domination",
        "favoredReligion": "Existentialism",

        "startIntroPart1": "Hello, people of Red Lotus, I'm Leon Anderson and welcome to our promised land, the land of eternal pleasures, the nation of Red Lotus.",
        "startIntroPart2": "Before the bombs fell, our people did a lot of things that is very taboo to the pre-nuclear society. Today, my people will change our bad and dirty reputation into a new and meaningful one. We are going to build towns that helps the people, build a society that makes sense and maintain the nation that lasts the test of time. So let's throw out our old dirty habits into making a new world. Wake up, enslaved talents!",
        "declaringWar": "If you hit me a war, I'll hit you with a nuclear rocket.",
        "attacked": "Try me!",
        "defeated": "Today, I lost my nation. Tomorrow, I will be executed.",
        "introduction": "Hello dear traveller, the elites of Red Lotus are welcoming you. Don't be scared, we'll give you pleasure.",
        "neutralHello": "Hello, faraway leader, what do you need?",
        "hateHello": "Do you want your execution be televised?",
        "tradeRequest": "An offer from the elites of Red Lotus.",

        "outerColor": [74, 7, 118],
        "innerColor": [250, 243, 244],
        "uniqueName": "Red Light District with a Heart of Gold",
        "uniques": [ "[+10]% growth [in all cities]",
                    "[+1 Science] [in all cities]",
                    "When conquering an encampment, earn [90] Gold and recruit a Barbarian unit <with [10]% chance>" 
                    "Starts with [Secrets of the Past]"
                  ],
        "cities": ["City of Lotus","Chrysanthemum","Bluebell","Azalea","Lavender","Petunia",
            "Sakura", "Marigold","Begonia","Aster","Daisy","Iris","Hydrangea","Bougainvillea",
            "Zinnia","Geranium","Lily","Hibiscus", "Peony", "Tulip"],
	"spyNames": [
			"Johnny",
			"Jordi",
			"Frankie",
			"Kieran",
			"Charles",
			"Sasha",
			"Mia",
			"Riley",
			"Sunny",
			"Brandi"
	]
    }
]

